[
  {
    "id": 1,
    "title": "Never Give Up",
    "content": "If you ever think of giving up, my friend,\nPlease remember, this is not the end\nYou’ve gone through a lot\nMany hardships you’ve fought\nStay strong, there are better days to come\nLook back, wonder, what you have become\nAll the mistakes have shaped your life\nMaking you successful in the everyday life\nDon’t listen to haters, they always will hate\nYou are the one who writes your fate\nEvery battle that you fight leaves a scar\nYou’ll heal, evolve, and one day be a star\nThough I’m afar, I believe in you\nYou should too, and you’ll get through\nNever stop until you’ve reached your goal\nDo not let anything hinder your soul\nAnd when you are old, you’ll have a story to tell\nHow you triumphed, and braved through hell",
    "type": "poem"
  },
  {
    "id": 2,
    "title": "Golden Dream",
    "content": "I saw an object gleaming in the sun,\nI went to pick it up just for fun.\nI stood there transfixed ; it looked like a gold ring,\nTo go to the jeweller would be the right thing.\nI went back to my house jumping and hopping ;\nThinking of the money I would get when I sell this ring.\nI sat there dreaming , about what I would do with the money ;\nI dreamt of eating cakes , biscuits , and honey.\nI went to the jeweller and showed him the ring,\nHe took it as a joke , well worth laughing.\nI glared at him , as anger came upon me,\nBut he stared back and said , placing his hand upon his knee.\n“I would give that ring not even a single cent!”\nWatching my face full of utter disappointment.\nFuming , I stood up and walked out of his shop,\nAnd I ran and ran and ran onto a cliff with a steep drop.\nI fell and fell and fell , out of my bed and onto the floor,\nI was in my room , my back sore.",
    "type": "poem"
  },
  {
    "id": 3,
    "title": "Time",
    "content": "What is Time? According to Physicists, it’s a dimension. Plato defines it as the moving image of eternity. Einstein determined that time is relative. If you ask a passerby, they might look at their watch and tell you a bunch of numbers. So, what is time?<br>&emsp;It’s hard to put it into words. We can’t see time. Time has its effect on everything. From the germination of a seed to the supernova thousands of light years away. Everything is time. If time ceased, there would be an absolute nothingness. There would be no reason, no purpose, no existence. Time is the fabric that weaves the tapestry of our reality, the invisible thread that binds all events and experiences together.<br>&emsp;Time is omnipresent, time is omniscient, time is the silent witness to every birth and death, every triumph, every tragedy, every moment of joy, sorrow, anger, hope, and every moment of despair.<br>&emsp;There’s no escaping time. Our very existence is tied to time. From the watches on our wrist, to the wrinkles on our skin. Time is our greatest ally, but also our most formidable foe. Time provides us growth and progress, but it also gives us death and endings.<br>&emsp;Yet, even after thousands of years of human civilization, time remains an enigma. We can’t stop it, we can’t rewind it. We can only go with the flow of time. It speeds up when we want it to slow down, and crawls when we wish for it to fly. We can measure it with pinpoint precision, yet can never control.<br>&emsp;Time might not just be a dimension or a mere concept. It could be a fundamental aspect of consciousness itself, the portal through which we perceive change in the world. Perhaps time is the ultimate mystery humankind has ever faced—a question so profound that its answer could redefine the universe as we know it.",
    "type": "prose"
  },
  {
    "id": 4,
    "title": "Beyond the Screen",
    "content": "A young man was standing on a busy sidewalk, confused, unsure where he was, or what he was doing. In his hand was a rectangular slab, its glow softly illuminating his face. He had been scrolling for hours, lost in a virtual world with seemingly no way out. He tried to escape, but the barrage of notifications and instant gratification had kept him glued to the screen.\n\nHe had bumped into someone, dropping his phone, shattering the screen, shattering his world, as he slowly began to take in his surroundings. He didn’t know who he bumped into, nor did he care. All he wanted was to find the nearest place to get his phone fixed; to get his world back.\n\nAs he handed in his phone at the store, he felt like he was parting with his very soul, his raison d'être. He did not know what to do, where to go, or whom to turn to. He was stranded in a sea of his own creation. His overindulgence had left him isolated, drowning in the consequences of his choices.\n\nHe left the store, head down, shoulders slumped, making his way home. As his eyes wandered, they landed on a small figure huddled in the corner. A little girl sat crying, clutching her scraped knee. He froze. The scene suddenly clicked into place—this was where he had dropped his phone. And it hit him: he had bumped into her. He was the one who hurt her and walked away without even noticing. Guilt surged through him, heavy and inescapable.\n\nHesitantly, he approached the girl. 'Hey there,' he said softly, as he knelt down beside her. 'Are you okay? I am so sorry that I bumped into you earlier.' The little girl lifted up her head and nodded, tears still glistening in her eyes. 'I’m okay,' she whispered, her voice fragile. For the first time in ages, he truly saw another person; their pain, their vulnerability. It was a stark reminder of the human connections he had been neglecting so far. A pang of something deeper struck him—regret, perhaps, for having let so much pass by.\n\nHe gently helped her to her feet. 'Let’s find your parents,' he offered. She nodded while wiping her tears, a small smile forming on her face. 'Do you know where they are?' he asked. She shook her head, and reached out for his hand. 'It’s okay,' he assured her. 'We’ll find them.'\n\nFor the first time in years, his phone was no longer his primary concern. This moment, born from his carelessness, had become the wake-up call he desperately needed. As he walked with the little girl, helping her find her parents, he felt a sense of purpose stirring within him. Each step away from his digital dependency was a step towards rediscovering his humanity. Grateful for this unexpected chance at redemption, he realized that true connection lay not in the virtual world, but in the simple act of helping another person in need.",
    "type": "prose"
  }
]